Revit 2016 API
ExportUtils Methods
The ExportUtils type exposes the following members.
Methods
Name | Description
GetExportId
 Retrieves the GUID representing this element in DWF and IFC export.
GetGBXMLDocumentId
 Retrieves the GUID representing this document in exported gbXML files.
See Also
ExportUtils Class
Autodesk.Revit.DB Namespace